export const advantagesText = [
  `Чтение лекций ведут как преподаватели БГУ, так и ДПУ, многие из которых участвуют в совместных научных проектах.`,
  `Во время обучения студенты Совместного института не только получают актуальные знания по своей специальности, 
    но и улучшают уровень английского языка, а также изучают курс китайского.`,
  `Кроме того, у студентов есть возможность провести семестр обучения в Китае.`,
];

export const advantagesPoints = [
  'Первый совместный белорусско-китайский институт',
  'диплома ведущих университетов Беларуси и Китая — диплом БГУ и диплом ДПУ',
  'языка (русский, английский, китайский)',
  'года обучения',
];
