import { MainPageNewsType } from '@/types/mainPageNews';

const MainNews: MainPageNewsType[] = [
  {
    title: 'Электоральная кампания продолжается в СИБД БГУ',
    date: '27.11.2024',
    href: '/news/2',
  },
  {
    title:
      'Итоги Евразийского конкурса эссе на английском языке «Erudite – 2024»',
    date: '23.12.2024',
    href: '/news/3',
  },
  {
    title:
      'В ГУО «Гимназия Nº51 г. Гомеля» состоялось профориентационное мероприятие для учащихся 11-х классов.',
    date: '23.01.2025',
    href: '/news/4',
  },
  {
    title:
      'День открытых дверей Совместного института БГУ-ДПУ! 12 апреля в 220 аудитории физфака.',
    date: '02.04.2025',
    href: '/news/8',
  },
      {
    title: 'Сегодня первый день Китайского Нового Года! 🐎',
    date: '17.02.2025',
    href: '/news/16',
  }
];

export default MainNews.reverse();
