export const REVIEW_TITLE = 'ОБРАТНАЯ СВЯЗЬ';

export const FEOFAN_REVIEW_PARAGRAPHS = [
  `"Когда я поступал в Совместный институт БГУ-ДПУ, меня часто спрашивали: «А зачем тебе это? Китайский учить для физики?» Спустя почти год учебы на первом курсе могу сказать точно - это был выбор с прицелом на будущее, и я рад, что сделал его, хотя пришлось попотеть. Сейчас, оглядываясь на первые полгода в СИБД, я понимаю: это был самый драйвовый старт в жизни.`,
  `Несмотря на то, что первый курс меня хорошенько встряхнул, уходить никуда не планирую. Более того, я предвкушаю старшие курсы. Мне нравится, что здесь не учат «просто физике». Здесь учат решать прикладные задачи в условиях международной интеграции. Да, это сложно, но если ты готов работать и хочешь получить не просто «корочку», а реальный инструментарий для карьеры в науке или индустрии, то Совместный институт БГУ-ДПУ для физика это стопроцентное попадание.`,
  `Я остаюсь, потому что вижу цель. Я первокурсник, а уже чувствую себя востребованным. Меня не учат «жить от сессии до сессии». Меня готовят к миру, где границы стираются. Через 4 года я выйду выпускником-физиком с двумя дипломами, техническим английским, бизнес-китайским и опытом взаимодействия в международных командах. В мире современных технологий и белорусско-китайского сотрудничества (тот же «Великий камень», оптика, лазеры) выпускники СИБД наиболее востребованы. Если вы читаете это и думаете: «Боюсь, что не потяну двойную нагрузку» - не бойтесь. Тянешь. И кайфуешь. Спасибо СИБД за то, что первый курс - это не боль, а взлетная полоса".`,
];
export const FEOFAN_STUDENT_INFO = [
  `Рафалович Иван`,
  `Студент 1 курса Совместного института БГУ-ДПУ`,
  `Специальность «Прикладная физика»`,
];

export const NADEZHDA_REVIEW_PARAGRAPHS = [
  `"Сначала было страшно: «А туда ли я пошла? Вдруг совсем не мое? Что тогда делать дальше?» К счастью, эти вопросы мгновенно испарились, стоило мне влиться в учебный процесс. Преподаватели-профессионалы, раскрывающиеся с каждым занятием, чудесные одногруппники, всегда готовые помочь, интересные предметы, спокойная атмосфера - все это лишь подтверждает правильность решения, принятого несколько лет назад.`,
  `Китайский для меня стал вишенкой на торте. Очень давно хотелось начать учить новый язык, который кардинально отличался бы от родного и уже изученных. Конечно, сперва иероглифы, тоны и непривычная фонетика сбивали с толку: небольшая оговорка или опечатка - и ты, кажется, случайно кого-то проклял. Тем не менее со временем незнакомые черточки и точки стали собираться в понятные и складные предложения.`,
  `Если говорить про трудоустройство, то Совместный институт - беспроигрышный вариант: все три предлагаемые специальности достаточно востребованы. И даже в случае поиска работы в абсолютно другой сфере, существенно отличающейся от тех, которые предлагает СИБД, китайский язык даст весомое преимущество в самых разных ситуациях".`,
];
export const NADEZHDA_STUDENT_INFO = [
  `Кущак Валерия`,
  `Студент 2 курса Совместного института БГУ-ДПУ`,
  `Специальность «Механика и математическое моделирование»`,
];
